{
  "pageContent": [
    {
      "type": "landingMenu",
      "items": [
        {
          "id": "decorative",
          "title": "Decorative Painting",
          "href": "/decorative",
          "data_page": "decorative",
          "data_gallery": "decorative_painting",
          "aria_label": "Go to Decorative Painting",
          "description": "Limit continuity differentiability derivative integral antiderivative chain rule product rule quotient rule mean value theorem fundamental theorem of calculus Riemann sum definite integral indefinite integral partial derivative gradient divergence curl Laplacian vector field scalar field multivariable function Jacobian Hessian critical point saddle point maximum minimum inflection concavity monotonicity asymptote approximation Taylor series convergence divergence epsilon delta neighborhood open set closed set compactness."
        },
        {
          "id": "restoration",
          "title": "Restoration Projects",
          "href": "/restoration",
          "data_page": "restoration",
          "data_gallery": "restoration_projects",
          "aria_label": "Go to Restoration Projects",
          "description": "Matrix parabola quotient variable coefficient binomial exponent modulus integer polynomial function domain range axis vector scalar root identity equation inequality logarithm derivative integral constant limit tangent cosine sine asymptote factor divisor product sum difference ratio proportion theorem proof corollary lemma axiom expression term sequence series set element subset union intersection cardinality bijection injection surjection mapping transformation."
        },
        {
          "id": "artworks",
          "title": "Artworks Category Page",
          "href": "/artworks",
          "data_page": "artworks",
          "data_gallery": "artwork_categories",
          "aria_label": "Go to Artworks Category Page",
          "description": "Triangle quadrilateral pentagon hexagon octagon dodecagon circle ellipse radius diameter chord arc sector segment angle vertex edge face surface volume area perimeter symmetry congruence similarity tessellation reflection rotation translation dilation coordinate plane grid axis origin slope distance midpoint parallel perpendicular altitude base height prism pyramid cone cylinder sphere torus polyhedron topology manifold curvature geodesic."
        },
        {
          "id": "landing-image",
          "type": "imageLink",
          "href": "/",
          "data_page": "home",
          "data_item": "landing-image",
          "aria_label": "Landing Image",
          "image_src": "https://elzalive.com/assets/images/misc-images/bridge-2.jpg",
          "image_alt": "Historic bridge restoration project",
          "image_height": "100",
          "description": "Caviar quenelle, pistachio brittle, braised lamb. Tarragon reduction, Poached truffle risotto, caramelized shallots, fig compote. Zest roux paprika, seared scallops with crème fraîche. Baste tempura, fennel purée, cocoa nibs. Sourdough béchamel, roasted chestnuts, lemon verbena glaze. Infused gazpacho."
        }
      ]
    }
  ]
}
